<!doctype html>
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta http-equiv="mobile-agent" content="format=html5;url=http://ohsame.com/">
    <meta name="renderer" content="webkit">
    <meta content="yes" name="apple-mobile-web-app-capable">
    <meta name="viewport" content="width=device-width, initial-scale=1.0, user-scalable=0, minimum-scale=1.0, maximum-scale=1.0">
    <meta name="description" content="">
    <meta name="keywords" content="">
    <meta name="format-detection" content="telephone=no">
    <meta http-equiv="Cache-Control" content="no-cache, no-store, must-revalidate">
    <meta http-equiv="Pragma" content="no-cache">
    <meta http-equiv="Expires" content="0">

    <link rel="shortcut icon" type="x-icon" href="favicon.ico">

    <title>无标题文档</title>
    <style>
        *{ margin: 0; padding: 0; font-family:'黑体';}
        .text{  height:100% ; margin-top: 30px; padding: 0 10px;}
        .text h2{ text-align: center; font-size:16px;}
        h4{ font-size:12px;}
        p{ font-size:12px; line-height: 16px;}
    </style>
</head>

<body>
<div class="text">
    <h2>Right服务许可协议</h2><br/>
    <br/>
    <h4>1、协议的确认和接受</h4>
    <br/>
    <p>本APP所有权和运营权归RIGHT（以下称“本APP”）所有。本APP依照本协议提供网络服务，此外，当服务使用者（以下称“会员”）使用本APP各项服务时，会员应当同意本协议全部内容。一旦会员勾选 “我已认真阅读并同意本协议”,即表示会员已阅读、了解并同意与本APP达成协议，并接受所有协议条款。</p>
    <br/>
    <h4>2、会员注册条件</h4>
    <br/>
    <p>1) 申请注册成为本APP的会员应全部满足下列条件：<br/>
        必须年满18周岁以上。<br/>
        向本网站提供本人真实、正确、最新及完整的资料；<br/>
        随时更新登记资料，确保其有效性；<br/>
        征友过程中，务必保持征友帐号的唯一性。</p>
    <p>2) 若会员提供任何错误、不实或不完整的资料，或本APP有理由怀疑资料为错误、不实或不完整及违反协议的，本APP有权修改会员的注册昵称、基本资料等，或暂停或终止该会员的帐号，或暂停或终止提供本APP提供的全部或部分服务。会员购买的服务，无论是否剩余及到期，均不退还。</p>
    <br/>
    <h4>3、会员帐号、密码及安全</h4>
    <br/>
    <p>1) 在完成会员注册程序之后，会员有义务保证密码及帐号的安全。会员应对利用该密码及帐号所进行的一切活动负全部责任，包括任何经由本APP以上载、张贴、发送电子邮件或任何其它方式传送的资讯、资料、文字、软件、音乐、音讯、照片、图形、视讯、信息或其它资料，无论系公开还是私下传送，均由内容提供者承担责任。</p>
    <p>2) 会员的密码或帐号遭到未获授权的使用，或者发生其它任何安全问题时，会员应立即通知本APP。由于会员使用不当导致帐号、密码泄漏，进而导致其资料、信息泄漏的，由会员承担其不利后果，本APP不承担责任。</p>
    <br/>
    <h4>4、服务说明</h4>
    <br/>
    <p>1) 本APP通过国际互联网为会员提供网络服务，为使用网站服务，会员应自行配备进入国际互联网所必需的设备，包括计算机、数据机或其它存取装置，并自行支付登陆国际互联网所需要的费用。</p>
    <p>2) 本APP在提供网络服务时，可能会对部分网络服务收取一定的费用，在此情况下，会在相关页面上做明确的提示。如会员拒绝支付该等费用，则不能使用相关的网络服务。会员应认真阅读本协议及法律声明，如会员购买付费业务，则视为接受APP协议及声明。</p>
    <p>3) 无论是付费业务还是本APP免费提供的服务等，上述服务均有有效期，有效期结束后服务将自动终止。同时所有付费业务均不提供退费服务。</p>
    <p>4) 对于利用本APP服务进行非法活动，本APP将严肃处理，包括将其列入黑名单、将其被投诉的情形公之于众、删除会员帐号等处罚措施。</p>
    <br/>
    <h4>5、普通会员基本权利</h4>
    <br/>
    <p>普通会员基本权利是指本AP承诺除遭受不可抗力外，始终予以保证的普通会员权利：</p>
    <p>1）对于自己的个人资料享有以下权利：随时查询及阅览；随时补充或更正；随时请求删除（被RIGHT加入准黑名单或黑名单的会员，没有提出删除个人帐户资料的权利）。</p>
    <br/>
    <h4>6、VIP会员基本权利</h4>
    <br/>
    <p>VIP会员基本权利是指本APP承诺除遭受不可抗力外，始终予以保证的VIP会员权利。</p>
    <p>VIP会员除以上普通会员享有的基本权力外，尚有如下基本权利：</p>
    <p>1）无限制发送站内消息；</p>
    <p>2）经其他会员同意获取其他会员联系方式；</p>
    <br/>
    <h4>7、RIGHT权利</h4>
    <br/>
    <p>本APP有随时填加、修改、删除会员所填资料（资料包括但不限于会员所上传头像、昵称、性别、居住地等）的权力，该权力可用于但不限于以下情况：</p>
    <p>1）出于本APP宣传需要，本APP宣传期通过行使本权力吸引更多会员加入，但于本协议中明确告知该事实情况；本APP宣传主要目的在于增加会员数量，以使原会员拥有更多选择和被选择机会，以从长远角度符合会员利益；</p>
    <p>2）有任何理由怀疑会员所填资料的真实性、合法性、可靠性；</p>
    <p>3）防范会员恶意上传带有淫秽、色情、反动及其他非法图片的头像；</p>
    <p>4）防止黑客通过无限制调用会员上传照片耗用本APP服务器资源；</p>
    <p>5）其他本APP认为必要的情况。</p>
    <p>无论本APP何时以何方式行使该权力，上述5、6点会员之权利均须得以保证。</p>
    <br/>
    <h4>8、免责条款</h4>
    <br/>
    <p>1) 本APP不担保其提供的服务一定能满足会员的要求和期望，也不担保服务不会中断，对服务的及时性、安全性、出错发生都不作担保。</p>
    <p>2) 对于会员通过本APP提供的服务传送的内容，本APP已按照国家有关规定严格审查，但无法完全控制经由APP服务传送的内容，不保证内容的正确性、完整性或品质。因此会员在使用本APP服务时，可能会接触到令人不快、不适当或令人厌恶的内容。在任何情况下，本APP均不为会员经由APP服务以张贴、发送电子邮件或其它方式传送的任何内容负责。但本APP有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停会员使用APP服务的全部或部分，保存有关记录，并向有关机关报告。</p>
    <p>3) 对于本APP提供的各种广告信息、链接、资讯等，本APP不保证其内容的正确性、合法性或可靠性，相关责任由广告商承担；并且，对于会员经由本APP服务与广告商进行联系或商业往来，完全属于会员和广告商之间的行为，与本APP没有任何关系。对于前述商业往来所产生的任何损害或损失，本APP不承担任何责任。</p>
    <p>4) 对于用户上传的照片、资料等，本APP已采用相关措施进行审核，但不保证其内容的正确性、合法性或可靠性，相关责任由上传上述内容的会员负责。</p>
    <p>5) 会员以自己的独立判断从事与交友相关的行为，并独立承担可能产生的不利后果和责任，本APP不承担任何法律责任。</p>
    <p>6) 本APP对所有会员自发组织的活动、自发成立的组织不负责任。</p>
    <p>7) 对于会员的投诉，本APP将认真核实，但不保证最终公之于众的投诉的真实性、合法性，对于投诉内容侵犯会员隐私权、名誉权等合法权利的，所有法律责任由投诉者承担，与本APP无关。</p>
    <br/>
    <h4>9、会员应遵守以下法律法规：</h4>
    <br/>
    <p>1) 会员同意遵守《中华人民共和国合同法》、《中华人民共和国著作权法》、《全国人民代表大会常务委员会关于维护互联网安全的决定》、《中华人民共和国保守国家秘密法》、《中华人民共和国电信条例》、《中华人民共和国计算机信息系统安全保护条例》、《中华人民共和国计算机信息网络国际联网管理暂行规定》及其实施办法、《计算机信息系统国际联网保密管理规定》、《互联网信息服务管理办法》、《计算机信息网络国际联网安全保护管理办法》、《互联网电子公告服务管理规定》等相关中国法律法规的任何及所有的规定。</p>
    <p>2) 在任何情况下，如果本APP有理由认为会员的任何行为，包括但不限于会员的任何言论和其它行为违反或可能违反上述法律和法规的任何规定，本APP可在任何时候不经任何事先通知终止向该会员提供服务。</p>
    <br/>
    <h4>10、禁止会员从事下列行为:</h4>
    <br/>
    <p>1) 会员同意将不会利用本APP服务进行任何违法或不正当的活动，包括但不限于下列行为：发布信息或者利用本APP的服务时必须符合中国有关法规，不得在本APP的网页上或者利用本APP的服务制作、复制、发布、传播以下信息：反对宪法所确定的基本原则的；危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；损害国家荣誉和利益的；煽动民族仇恨、民族歧视、破坏民族团结的；破坏国家宗教政策，宣扬邪教和封建迷信的；散布谣言，扰乱社会秩序，破坏社会稳定的；散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；侮辱或者诽谤他人，侵害他人合法权利的；含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；含有中国法律、法规、规章、条例以及任何具有法律效力的规范所限制或禁止的其它内容的。</p>
    <p>2) 以任何方式危害未成年人的利益的。</p>
    <p>3) 冒充任何人或机构，包含但不限于冒充本APP工作人员、版主、主持人，或以虚伪不实的方式陈述或谎称与任何人或机构有关的。</p>
    <p>4) 将病毒或其它计算机代码、档案和程序，加以上载、张贴、发送电子邮件或以其它方式传送的。</p>
    <p>5) 跟踪或以其它方式骚扰其他会员的。</p>
    <p>6) 以任何方式干扰本APP服务的。</p>
    <br/>
    <h4>11、隐私权</h4>
    <br/>
    <p>1) 本协议所涉及的隐私是指：<br/>
        在会员注册本APP帐户时，升级VIP会员时，使用本APP服务和访问本APP时，本APP收集的会员的个人身份识别资料，包括会员的昵称、电邮地址、性别、职业等。本APP自动接收并记录会员的浏览和服务器日志上的信息，包括但不限于会员的IP地址、在线信息、信件等资料。</p>
    <p>2) 本APP会收集上述信息将用于：提供APP服务、改进本APP内容，满足会员对某种产品、活动的需求、通知您最新产品、活动信息、或根据法律法规要求提交的资料。</p>
    <p>3) 会员的帐号具有密码保护功能，以确保会员的隐私和信息安全。在某些情况下，本APP使用通行标准的保密系统，确保资料传送的安全性。</p>
    <p>4) 本APP可能利用工具，为合作伙伴的APP进行数据搜集工作，有关数据也会作统计用途。本APP会将所记录的会员数据整合起来，以综合数据形式供合作伙伴参考。综合数据会包括人数统计和使用情况等资料，但不会包含任何可以识别个人身份的数据。</p>
    <p>5) 本APP不会将会员的个人识别信息出租或出售给任何人，以下情况除外：<br/>
        会员明确同意让第三方共享资料；<br/>
        只有透露会员的个人资料，才能提供会员所要求的产品和服务；<br/>
        为保护本APP、会员及社会公众的权利、财产或人身安全；<br/>
        根据法律法规的规定，向司法机关提供；<br/>
        受到黑客攻击导致会员信息泄漏的；<br/>
        被搜索引擎在搜索结果中显示；<br/>
        其他本APP认为有必要的情况。</p>
    <br/>
    <h4>12、信息储存和限制</h4>
    <br/>
    <p>本APP有权制订一般措施及限制，包含但不限于APP服务将保留的电子邮件讯息、所张贴内容或其他上载内容的最长期间、每个帐号可收发讯息的最大数量及可收发的单个消息的大小。通过APP服务存储或传送之任何信息、通讯资料和其他内容，如被删除或未予储存，本APP不承担任何责任。会员同意，长时间未使用的帐号，本APP有权关闭。同时本APP有权自行决定并无论通知与否，随时变更这些一般措施及限制。</p>
    <br/>
    <h4>13、结束服务</h4>
    <br/>
    <p>1) 如会员连续6月未登陆本APP，该会员的帐号将被自动关闭，本APP同时终止提供与该帐号相对应的全部或部分服务，包括收费服务等，并不承担退费或其他责任。</p>
    <p>2) 会员若反对任何本协议的内容或对之后协议条款修改有异议，或对本APP服务不满，会员只有以下的追索权：<br/>
        不再使用本APP服务；<br/>
        通告本网站停止该会员的服务。结束会员服务后，会员使用本APP的权利马上中止。</p>
    <br/>
    <h4>14、赔偿</h4>
    <br/>
    <p>1) 由于会员通过本APP提供的服务提供、张贴或传送内容、违反本服务协议、或侵害他人任何权利因而衍生或导致任何第三人提出任何索赔或请求，会员同意赔偿本APP或其他合作伙伴的损失，包括合理的律师费和调查费用等。</p>
    <p>2) 会员在投诉其他会员有违法行为或违反本协议情形时，投诉者应承担投诉所产生的全部法律责任。如侵犯他人的合法权益，投诉人应独立承担全部法律责任。如给本APP造成损失的，投诉人应承担相应的赔偿责任。</p>
    <br/>
    <h4>15、本协议的变更和修改</h4>
    <br/>
    <p>本APP有权随时对协议进行变更和修改。一旦发生协议条款的变动，本APP将在页面上提示修改的内容，或将最新版本的协议以邮件的形式发送给会员。会员如果不同意本APP会员协议的修改，可以主动取消会员资格，如对部分服务支付了费用，可以申请将费用全额或部分退回。如果会员继续使用会员帐号，则视为会员已经接受会员协议的修改。</p>
    <br/>
    <h4>16、不可抗力</h4>
    <br/>
    <p>1) “不可抗力”是指本APP不能合理控制、不可预见或即使预见亦无法避免的事件，该事件妨碍、影响或延误本网站根据本协议履行其全部或部分义务。该事件包括但不限于政府行为、自然灾害、战争、黑客袭击、电脑病毒、网络故障等。不可抗力可能导致本APP暂时发生瘫痪、访问速度缓慢、存储数据丢失、存储数据失真、会员个人信息泄漏等不利后果。</p>
    <p>2) 遭受不可抗力事件时，本APP可暂行中止履行本协议下的义务直至不可抗力事件的影响消除为止，并且无需为此而承担违约责任但应尽最大努力克服该事件，减轻其负面影响。</p>
    <br/>
    <h4>17、通知</h4>
    <br/>
    <p>本APP向其会员发出的通知，将采用电子邮件或页面公告的形式。协议条款的修改或其他事项变更时，本APP将会以上述形式进行通知。</p>
    <br/>
    <h4>18、法律的适用和管辖</h4>
    <br/>
    <p>本协议的生效、履行、解释及争议的解决均适用中华人民共和国的现行法律，所发生的争议应提交相关仲裁委员会，其仲裁裁决是终局的。本协议因与中华人民共和国现行法律相抵触而导致部分条款无效的，不影响其他条款的效力。</p>
    <br/>
    <h4>19、最终解释权和修改权</h4>
    <br/>
    <p>本协议的最终解释权和修改权归本APP所有。</p>
    <br/>
    <h4>20、其他条款</h4>
    <br/>
    <p>1）本用户协议是本网站和会员双方同意后所达成的协议，具有正式的法律效力。</p>
    <p>2）本APP保留进一步修改本协议的权利。</p>





















</div>
</body>
</html>